{
  "string": [
    {
      "name": "module_desc",
      "value": "module description"
    },
    {
      "name": "EntryAbility_desc",
      "value": "description"
    },
    {
      "name": "EntryAbility_label",
      "value": "label"
    },
    {
      "name": "pageflip_content0",
      "value": "到头了"
    },
    {
      "name": "pageflip_content1",
      "value": "第1章矿奴\n\n　　昏暗潮湿的矿道中，陆叶背着矿篓，手中提着矿镐，一步步朝前行去。\n\n　　少年的表情有些忧伤，双目聚焦在面前的空处，似在盯着什么东西。\n\n　　外人看来，陆叶前方空无一物，但实际上在少年的视野中，却能看到一个半透明的影子。\n\n　　那像是一棵树的影子，灰蒙蒙的，叫人看不真切，枝叶繁茂，树杈从树身三分之一的位置朝左右分开，支撑起一个半圆形的树冠。\n\n　　来到这个叫九州的世界已经一年多时间，陆叶至今没搞明白这到底是什么东西，他只知道当自己的注意力足够集中的时候，这棵影子树就有几率出现在视野中，而且别人完全不会察觉。\n\n　　“真是悲催的人生。”少年一声叹息。一年前，他突兀地在这个陌生的世界醒来，还不等他熟悉下环境，"
    },
    {
      "name": "pageflip_content2",
      "value": "所处的势力便被一伙贼人攻占了，很多人被杀，他与另外一些年轻的男女成了那伙贼人的俘虏，然后被送进了这处矿脉，成为一名低贱的矿奴。事后他才从旁人的零散交谈中得知，他所处的势力是隶属浩天盟，一个叫做玄天宗的宗门。\n\n　　这个宗门的名字听起来炫酷狂霸，但实际上只是个不入流的小宗门。\n\n　　攻占玄天宗的，是万魔岭麾下的邪月谷。\n\n　　浩天盟，万魔岭，是这个世界的两大阵营组织，俱都由无数大小势力联合形成，互相倾轧拼斗，意图彻底消灭对方，据说已经持续数百年。\n\n　　在陆叶看来，这样的争斗简单来说就是守序阵营与邪恶阵营的对抗，他只是不小心被卷入了这样的对抗大潮中。\n\n　　历年来九州大陆战火纷飞，每年都有如玄天宗这样的小势力被连根拔起，"
    },
    {
      "name": "pageflip_content3",
      "value": "但很快又有更多的势力如雨后春笋般冒出，占据各处地盘，让局势变得更加混乱。\n\n　　矿奴就矿奴吧……陆叶自我安慰一声，比较起那些被杀的人，他好歹还活着。能活下来并非他有什么特别的本领，而是邪月谷需要一些杂役做事，如陆叶这样没有修为在身，年纪尚轻的人，无疑是最好的选择。\n\n　　事实上，这一处矿脉中的矿奴，不单单只有玄天宗的人，还有其他一些小家族，小宗门的弟子。\n\n　　邪月谷实力不弱，这些年来攻占了不少地盘，这些地盘上原本的势力自然都被覆灭，其中一些可用的人手被邪月谷送往各处奴役。\n\n　　这些人无一例外都有一个特点，还没有开窍，没有修为在身，所以很好控制。\n\n　　九州大陆有一句话，妖不开窍难化形，人不开窍难修行。\n\n　　想要修行，需得开灵窍，"
    },
    {
      "name": "pageflip_content4",
      "value": "只有开了灵窍，才有修行的资格。\n\n　　开灵窍不是一件简单的事，普通人中经过系统的锻炼后能开启灵窍的，不过百一左右，若是出身修行家族或者宗门的，有长辈指点，这个比例可能会高一些。\n\n　　陆叶没能开启自身的灵窍，所以只能在这昏暗的矿道中挖矿为生。\n\n　　不过矿奴并非没有出路，若是能开窍成功，找到管事之人往上报备的话，便有机会参加一项考核，考核成功了，就可以成为邪月谷弟子。然而矿奴中能开窍者寥寥无几，在这昏暗的环境中整日劳作，连饭都吃不饱，如何还能开窍。\n\n　　所以基本九成九的矿奴都已经认命，每日辛苦劳作，只为一顿饱饭。\n\n　　陆叶对玄天宗没有什么归属感，毕竟刚来到这个世界，玄天宗就被灭了，宗内那些人谁是谁他都不认识。\n\n　　他也不想成为什么邪月谷的弟子，"
    },
    {
      "name": "pageflip_content5",
      "value": "这不是个正经的势力，单听名字就给人一种邪恶感，早晚要凉。\n\n　　但总不能一辈子窝在这里当矿奴，那成何体统，好歹他也是新时代的精英人士，做人要是没有梦想跟咸鱼有什么区别。\n\n　　所以这一年来他一直在努力开窍，原本他以为唯有自己能看到的影子树能给他提供一些奇妙的帮助，可直到现在，这影子树也依然只是一道影子，莫说什么帮助，有时候还会影响他的视力。\n\n　　陆叶严重怀疑是不是自己的眼睛出了问题。\n\n　　转过一道弯，远方出现一点微弱的光芒，那是矿道的出口之一。\n\n　　今日收获不错，将矿篓里的矿石上缴，应该能得三点贡献，算上前几日积累的，约莫有十二点了，两点拿来换两个馒头，剩下的十点刚好够换一枚气血丹。"
    },
    {
      "name": "pageflip_content6",
      "value": "气血丹是一种很低级的丹药，并非辅助开窍之物，但是想要开窍，就必须得气血充盈才行，气血丹虽然低级，却正适合陆叶这样没开窍的人使用。\n\n　　邪月谷之所以愿意拿出气血丹，也并非善心发作，而是他们深谙人心之道，这最廉价低级的丹药可以让心怀希望之人愈发努力挖矿。\n\n　　比如陆叶……每日就很勤劳。\n\n　　距离矿道出口还有三十丈，陆叶的目光不经意地瞥过左前方的一个角落，那里有一块巨石横亘。\n\n　　他脚步不停，继续朝前走着，直到十丈左右，才将背负在身后的矿篓放下，紧了紧手中的矿镐，又从矿篓里取出一块大小适中的石头，稍稍掂量了一下。\n\n　　下一刻，他朝着那块巨石奔跑起来，临近巨石前，侧身滑步，一脚踏在矿道的岩壁上，整个人借助反弹的力道对着巨石后方俯冲而下，犹如一只矫健的猎豹。"
    },
    {
      "name": "pageflip_content7",
      "value": "两道身影正半蹲在巨石后方，借助巨石遮掩身形，浑没想到来人竟会发现他们的踪迹。\n\n　　听到动静，再看见陆叶想要起身已经来不及了。\n\n　　在两人惊恐的注视下，陆叶抬手扔出了手中的矿石，正中其中一人的鼻梁，那人当即啊呀一声惨呼，仰面倒在地上，面上鲜血直流。\n\n　　陆叶另一手的矿镐再度出手，却没打中第二人，那人反应不错，偏头躲过了。\n\n　　然而陆叶已经冲到他面前，一脚踹下，正中对方小腹，那人顿时满面痛楚，跌飞出去，跪倒在地，一口酸水吐了出来。\n\n　　陆叶迈步上前，一手揪住了对方的头发，看清了对方的面容，冷笑一声：“我道是谁，原来是你们兄弟两个！”\n\n　　这两人他认识，"
    },
    {
      "name": "pageflip_content8",
      "value": "是一个刘氏家族的弟子，刘氏所在的地盘被邪月谷攻占之后，刘家一些年轻的弟子便被送到这里来充当矿奴了。\n\n　　严格说起来，陆叶与刘氏这两兄弟也算是同命相连。“我有没有说过，别让我再看到你们，否则宰了你们！”陆叶说话间，随手从地上捡起一块石头，狠狠砸了下去。\n\n　　这一下砸的不轻，刘氏老二只哼了一声，便直接被砸晕过去。\n\n　　陆叶又朝之前被他打伤的刘老大走去。\n\n　　刘老大额头都被打烂了，鲜血模糊了双眼，隐约见到陆叶朝他行来，吓得连滚带爬：“饶命啊，我兄弟二人不知道是你过来了，还以为是旁人……饶命啊！”\n\n　　刘氏兄弟二人鬼鬼祟祟埋伏在矿道出口前，自然是没安什么好心。\n\n　　这两人在被抓来之前，俱都是娇生惯养之辈，哪怕成了矿奴，"
    },
    {
      "name": "pageflip_content9",
      "value": "也不愿吃苦，可是矿奴身份低贱，邪月谷的人根本不把矿奴当人看，没有矿石兑换贡献的话，根本换取不到吃食。\n\n　　所以这两兄弟便经常蹲在矿道的某个出口前，打劫那些落单的矿奴，不少人因此倒霉，不但每日辛苦开采的矿石被劫走，还被打个半死。上次他们就是想打劫陆叶，结果不是对手，被教训了一顿。\n\n　　不曾想，这才没几天，又碰到这两兄弟了。\n\n　　一样米养百样人，矿奴中有如刘氏兄弟这般好吃懒做之辈，也有如陆叶这样心怀梦想之人。\n\n　　这一年来，陆叶通过矿石兑换到的贡献，除了保证每日的温饱之外，皆都换取了气血丹服用。\n\n　　林林总总他服用了不下三十枚气血丹。\n\n　　这就造就了陆叶强于绝大多数矿奴的体魄，虽然他的体型不算壮硕，"
    },
    {
      "name": "pageflip_content10",
      "value": "可身躯内蕴藏的力量，已经胜过普通人。\n\n　　对付两个好吃懒做的矿奴，自然不在话下。刘老大还在告饶，陆叶只当没听见，一把抓住他的头发，扬起另一手的石头，狠狠砸了下去。\n\n　　一年多的矿奴生涯，陆叶见过太多惨剧，早就明白一个道理，在这人吃人的世界，任何怜悯和同情都是没有用处的。\n\n　　矿奴们也不是一片和睦，来自不同势力的矿奴注定没办法团结起来，为了一块上好的矿石，矿奴们经常会打的头破血流。\n\n　　矿道中每天都会死人，每走一段距离，就能看到一具散落在地上的枯骨。\n\n　　因为被人打劫而饿死的矿奴不在少数。\n\n　　刘老大应声而倒。\n\n　　陆叶捡回自己的矿镐，"
    },
    {
      "name": "pageflip_content11",
      "value": "重新背上矿篓，迈步朝出口行去，他没有杀刘氏兄弟，倒不是心慈手软，而是受伤的矿奴在这里一般都活不了多久。\n\n　　才走没几步，出口处忽然慌慌张张冲进来一个人。\n\n　　“滚开！”那人低喝着，一巴掌朝陆叶扫了过来。\n\n　　这一瞬间，陆叶遍体生寒，只因他看到对方掌心中有淡蓝色的光芒流过。\n\n　　那是灵力的光芒，换句话说，对他出手的是一个修士！\n\n　　开启灵窍才有修行的资格，才有资格被称为修士。修士的灵力是一种极为神奇的力量，陆叶曾见过邪月谷的一位修士出手，虽没有太强的威势，但那人只是轻轻一掌，便拍碎了一块矿石，正是见过那神奇的一幕，陆叶才下定决心，一定要开启自身灵窍，成为一名修士。\n\n　　他也曾暗暗评估过，"
    },
    {
      "name": "pageflip_content12",
      "value": "哪怕邪月谷修为最低的修士，也能轻松吊打十个自己。\n\n　　所以在察觉到朝自己出手的是一位修士的时候，陆叶便知自己要大难临头了。\n\n　　生死危机关头，他硬生生止住步伐，猛地往后跃去。\n\n　　胸膛一麻，骨折的声音响起，陆叶应声倒飞，跌倒在地。\n\n　　剧烈的疼痛让他头脑清醒不少，在意识到自己还活着之后，他立刻起身。\n\n　　“咦！”出手的那个修士有些惊讶，刚才那一掌他虽然没有用全力，只是随手拍出，但也不应该是矿奴能够承受的。借着微光看清矿奴的容貌，脱口道：“陆叶？”\n\n　　陆叶此刻已经摆出转身逃跑的姿势，听得声音之后也愕然至极：“杨管事？”\n\n　　这个姓杨的修士是矿上的一个小管事，陆叶时常会与他打交道，"
    },
    {
      "name": "pageflip_content13",
      "value": "因为气血丹就是从他手上兑换来的，所以彼此间也算熟稔。\n\n　　杨管事很看好陆叶，毕竟如他这般能吃苦耐劳的矿奴很少见。\n\n　　不过看好归看好，并没有什么特别的优待，一日没有开窍，陆叶这样的凡人与修士之间都有难以逾越的鸿沟。\n\n　　在认出陆叶之后，邪月谷的修士一般不会理会矿奴的死活，他们也知道矿奴在矿脉之中会经常发生打架斗殴的事，除非被他们碰见，否则基本不做理会。\n\n　　陆叶这边才把刘氏兄弟打的头破血流，昏倒在地，转头杨管事就拍了他一掌，在陆叶看来，这分明是杨管事在教训自己。\n\n　　不过很快他又觉得不对，因为杨管事冲进来的时候神色慌慌张张，不像是在为刘氏兄弟出头的样子。\n\n　　就在他胡思乱想的时候，"
    },
    {
      "name": "pageflip_content14",
      "value": "杨管事已经露出惊喜的神色，似乎在这里碰到陆叶是什么好事，欺身上前，一把抓住陆叶的肩膀：“跟我走！”杨管事对于自己一掌没能拍死对方的事就释然了，陆叶这一年来从他手上兑换了不少气血丹，身体素质本就比一般的矿奴强，再加上他只是随手一击，没有要刻意杀人，对方能活下来并不奇怪。\n\n    杨管事对面处，陆叶心中直打鼓。"
    },
    {
      "name": "pageflip_content15",
      "value": "到头了"
    },
    {
      "name": "pageflip_full_size",
      "value": "100%"
    },
    {
      "name": "pageflip_request_toast",
      "value": "应该请求网络数据啦。"
    },
    {
      "name": "pageflip_lippage_10_size",
      "value": "10%"
    },
    {
      "name": "pageflip_lippage_6_size",
      "value": "6%"
    },
    {
      "name": "pageflip_bottom_comment",
      "value": "写下这一刻的想法..."
    },
    {
      "name": "pageflip_lippage_90_size",
      "value": "90%"
    },
    {
      "name": "pageflip_default_toast",
      "value": "该按钮仅供展示使用"
    },
    {
      "name": "pageflip_lippage_20_size",
      "value": "20%"
    },
    {
      "name": "pageflip_lippage_5_size",
      "value": "5%"
    },
    {
      "name": "pageflip_lippage_70_size",
      "value": "70%"
    },
    {
      "name": "pageflip_lippage_25_size",
      "value": "25%"
    },
    {
      "name": "pageflip_lippage_60_size",
      "value": "60%"
    },
    {
      "name": "pageflip_lippage_8_size",
      "value": "8%"
    }
  ]
}